Repository: Bu4ra-3mer/mersal
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Arabic
ar: العربية

source: Camera is not active
ar: الكاميرا غير مفعّلة

source: Clear Sentence
ar: مسح الجملة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Discovered sentence will appear here...
ar: ستظهر الجملة المكتشفة هنا...

source: English
ar: الإنجليزية

source: enter valide ema9il
ar: أدخل بريدًا إلكترونيًا صالحًا

source: enter your email
ar: أدخل بريدك الإلكتروني

source: Enter Your Name
ar: أدخل اسمك

source: Enter Your Password
ar: أدخل كلمة المرور

source: Female
ar: أنثى

source: Forgot password
ar: نسيت كلمة المرور

source: Home
ar: الرئيسية

source: I Accept terms of use & privacy policy
ar: أوافق على شروط الاستخدام وسياسة الخصوصية

source: Languages
ar: اللغات

source: Learn
ar: تعلم

source: Login
ar: تسجيل الدخول

source: Male
ar: ذكر

source: please enter latest char 8
ar: الرجاء إدخال 8 أحرف على الأقل

source: please enter valide email
ar: الرجاء إدخال بريد إلكتروني صالح

source: please enter your email
ar: الرجاء إدخال بريدك الإلكتروني

source: Please Enter Your Name
ar: الرجاء إدخال اسمك

source: please enter your password
ar: الرجاء إدخال كلمة المرور

source: Read Aloud
ar: اقرأ بصوت عالٍ

source: Send Reset Link
ar: إرسال رابط إعادة التعيين

source: Sentence cleared.
ar: تم مسح الجملة.

source: Service
ar: الخدمة

# shareDiscoveredSentencenanswer
source: Share Discovered Sentence:{answer}
ar: مشاركة الجملة المكتشفة: {answer}

source: Share Sentence
ar: مشاركة الجملة

source: Share with your friends
ar: شارك مع أصدقائك

source: Sign Language Translator
ar: مترجم لغة الإشارة

source: Sign Up
ar: إنشاء حساب

source: SignUp
ar: تسجيل

source: Start Camera
ar: تشغيل الكاميرا

source: Start translating sign language using camera
ar: ابدأ بترجمة لغة الإشارة باستخدام الكاميرا

source: Stop Camera
ar: إيقاف الكاميرا

source: Switch Camera
ar: تبديل الكاميرا

source: Toggle Theme
ar: تبديل الوضع

source: Your email
ar: بريدك الإلكتروني

source: Your password
ar: كلمة المرور الخاصة بك

source: There's no sentence to share.
ar: لا توجد جملة للمشاركة.

source: Confirm
ar: تأكيد

source: Camera stopped.
ar: تم إيقاف الكاميرا.

source: Cancel
ar: إلغاء

source: This will only stop the camera preview.
ar: سيؤدي هذا فقط إلى إيقاف معاينة الكاميرا.

source: Settings
ar: الإعدادات

# raiseOneHandnstraightTheSecondFingerAndCloseTheOthersnpoint
source: Raise one hand.\nStraight the second finger and close the others.\nPoint to yourself using it.
ar: ارفع يدًا واحدة. مد الإصبع الثاني وأغلق البقية. أشر إلى نفسك باستخدامه.

source: Sign Language Guide
ar: دليل لغة الإشارة

source: Tap thumb on forehead.
ar: اضغط بالإبهام على الجبهة.

source: Tap thumb on chin.
ar: اضغط بالإبهام على الذقن.

source: Combine signs for 'boy' and 'baby'.
ar: ادمج إشارات 'ولد' و'رضيع'.

source: Combine signs for 'girl' and 'baby'.
ar: ادمج إشارات 'بنت' و'رضيع'.

source: Mimic rocking a baby.
ar: قم بتقليد هزّ طفل.

source: Our Service
ar: خدماتنا

source: Text Into Video
ar: النص إلى فيديو

source: convert any text into video sign language
ar: حوّل أي نص إلى فيديو بلغة الإشارة

source: Learn Sign Language
ar: تعلم لغة الإشارة

source: Learn how to talk sign language
ar: تعلم كيفية التحدث بلغة الإشارة

source: Translate Sign Language
ar: ترجمة لغة الإشارة

source: Translate sign language by video or image
ar: ترجم لغة الإشارة باستخدام فيديو أو صورة

source: Trans Sign Language
ar: ترجمة لغة الإشارة

source: Pick a Video
ar: اختر فيديو
